Repository: lhs2/MarvelList
Catalog: MarvelList/MarvelList/Strings/*.lproj/Localizable.strings
Languages: es, pt_br

# ERROR_TITLE
source: There is no title available for this comic.
es: Error
pt_br: Erro

# ERROR_UNKNOWN
source: An unknown error occurred. Try again later.
es: Ha occurido un error desconocido. Intenta nuevamente más tarde.
pt_br: Ocorreu um erro desconhecido. Tente mais tarde.

# ERROR_CONNECTION
source: An connection error occurred. Try again later.
es: Ha occurido un error de conexión. Intenta nuevamente más tarde.
pt_br: Ocorreu um erro de conexão. Tente mais tarde.

# ERROR_INTERNAL
source: An internal error occurred. Try again later.
es: Ha ocurrido un error interno. Intenta nuevamente más tarde.
pt_br: Ocorreu um erro interno. Tente mais tarde.

# ERROR_PARSE
source: An parser error occurred. Try again later.
es: Ha occurido un error de conversión. Intenta nuevamente más tarde.
pt_br: Ocorreu um erro ao obter informações. Tente mais tarde.

# ERROR_COMIC_IMAGE
source: An error occurred while requesting the comic image. Try again later.
es: Se produjo un error al solicitar la imagen. Inténtalo de nuevo más tarde.
pt_br: Ocorreu um erro ao solicitar a capa do HQ. Tente novamente mais tarde.

# ERROR_REQUEST_LIST
source: Error when requesting comic list.
es: Error al solicitar la lista de cómics.
pt_br: Erro ao solicitar a lista de HQ.

# ERROR_FATAL
source: Start method should be implemented.
es: Se debe implementar el método de inicio.
pt_br: O método Start deve ser implementado.

# LBL_REQUEST
source: Requesting comic list. Please wait a moment...
es: Solicitando lista de cómics. Por favor espera un momento...
pt_br: Solicitando lista de HQs. Por favor espere um momento...
